import React from "react";

const EditorialBoard = () => {
    return(
        <div id="editorialboard" className="About__topic">
            <h3 className="About__normal_title">Редакционная коллегия</h3>
            <p className="About__main_text">
                Ажибаева Асель Ауезовна - кандидидат экономических наук, ректор Казахстанско-Немецкого университета
                <br/><br/>
                Кегенбеков Жандос Кадырханович - кандидат технических наук, ассоциированный профессор, декан факультета инжиниринга и информационных технологий Казахстанско-Немецкого университета
                <br/><br/>
                Тюлюбаева Динара Муратбековна - кандидат технических наук, ассоциированный профессор, Руководитель отдела науки и инновационной деятельности Казахстанско-Немецкого университета
                <br/><br/>
                Бекжанова Сауле Ертаевна - доктор технических наук, профессор Satbayev University 
                <br/><br/>
                Толуев Юрий Иванович - Хабилитированный доктор естественных наук, доктор технических наук, профессор Института Транспорта и Телекоммуникаций (Латвия)
                <br/><br/>
                Джаксон Илья - доктор PhD Института Транспорта и Телекоммуникаций (Латвия)
            </p>
        </div>
    )
}

export default EditorialBoard;