import React from "react";

const SciencePublic = () => {
    return(
        <div id="sciencepublic" className="About__topic">
            <h2 className="About__normal_title">Этика научных публикаций</h2>
            <div className="About__main_text">
                <p>
                    <b>Введение</b>
                    <br/><br/>
                    1.1.  Редакционная коллегия научного журнала «Вестник Алматинского технологического университета» берет на себя обязательства по надзору за научными материалами с целью поддержания научной репутац
                </p>
                
                <p>
                    <b>Этика Редакторов</b>
                    <br/><br/>
                    2.1. Решение о публикации
                    <br/><br/>
                    Главный редактор научного журнала «Вестник Алматинского технологического университета» принимает решение о публикации или отклонении научной статьи с учетом заключения Редакционной коллегией журнала. При этом главный редактор руководствуется политикой Редакционной коллегии журнала «Вестник Алматинского технологического университета», будучи ограниченным актуальными юридическими требованиями в отношении клеветы, авторского права, законности и плагиата.
                    <br/><br/>
                    2.2. Порядочность
                    <br/><br/>
                    Главный редактор должен оценивать интеллектуальное содержание рукописей вне зависимости от расы, пола, сексуальной ориентации, религиозных взглядов, происхождения, гражданства или политических предпочтений Авторов.
                    <br/><br/>
                    2.3. Конфиденциальность
                    <br/><br/>
                    Главный редактор и Редакционная коллегия журнала «Вестник Алматинского технологического университета» обязаны без необходимости не раскрывать информацию о принятой рукописи всем лицам, за исключением Авторов, Рецензентов, возможных Рецензентов, других научных консультантов и Издателя.
                    <br/><br/>
                    2.4. Политика раскрытия и конфликты интересов
                    <br/><br/>
                    2.4.1 Неопубликованные данные, полученные из представленных к рассмотрению рукописей, нельзя использовать в личных исследованиях без письменного согласия Автора. Информация или идеи, полученные в ходе рецензирования и связанные с возможными преимуществами, должны сохраняться конфиденциальными и не использоваться с целью получения личной выгоды.
                    <br/><br/>
                    2.5. Надзор за публикациями
                    <br/><br/>
                    В случаях выявления фальсификации, обмана, плагиата или иных фактов недопустимого поведения при публикации научных материалов редакция вправе отказать в публикации предоставленного материала.
                    <br/><br/>
                    2.6. Вовлеченность и сотрудничество в рамках исследований
                    <br/><br/>
                    Редакция журнала принимает адекватные ответные меры в случае этических претензий, касающихся рассмотренных рукописей или опубликованных материалов: взаимодействие с Авторами рукописи и аргументацию соответствующей жалобы или требования, взаимодействие с соответствующими организациями и исследовательскими центрами.
                    <br/><br/>
                </p>
                
                <b>Этика Рецензентов</b>
                <br/><br/>
                3.1. Влияние на решения Редакционной коллегии
                <br/><br/>
                Рецензирование помогает Главному редактору принять решение о публикации и посредством соответствующего взаимодействия с Авторами также может помочь Автору повысить качество работы. Издатель разделяет точку зрения о том, что все ученые, которые хотят внести вклад в публикацию журнала, обязаны выполнять существенную работу по рецензированию рукописи.
                <br/><br/>
                3.2. Исполнительность
                <br/><br/>
                Любой выбранный Рецензент, чувствующий недостаточную квалификацию для рассмотрения рукописи или не имеющий достаточно времени для быстрого выполнения работы, должен уведомить Ответственного редактора журнала «Вестник Алматинского технологического университета» и попросить исключить его из процесса рецензирования соответствующей рукописи.
                <br/><br/>
                3.3. Конфиденциальность
                <br/><br/>
                Любая рукопись, полученная для рецензирования, должна рассматриваться как конфиденциальный документ. Данную работу нельзя открывать и обсуждать с любыми лицами, не имеющими на то полномочий от Ответственного редактора.
                <br/><br/>
                3.4. Требования к рукописи и объективность
                <br/><br/>
                Рецензент обязан давать объективную оценку. Персональная критика Автора неприемлема. Рецензентам следует ясно и аргументированно выражать свое мнение.
                <br/><br/>
                3.5. Признание первоисточников
                <br/><br/>
                Рецензентам следует выявлять значимые опубликованные работы, соответствующие теме и не включенные в библиографию к рукописи. Рецензент должен также обращать внимание на обнаружение существенного сходства или совпадения между рассматриваемой рукописью и любой другой опубликованной работой, находящейся в сфере научной компетенции Рецензента.
                <br/><br/>
                3.6. Политика раскрытия и конфликты интересов
                <br/><br/>
                3.6.1 Неопубликованные данные, полученные из представленных к рассмотрению рукописей, нельзя использовать в личных исследованиях без письменного согласия Автора. Информация или идеи, полученные в ходе рецензирования и связанные с возможными преимуществами, должны сохраняться конфиденциальными и не использоваться с целью получения личной выгоды.
                <br/><br/>
                3.6.2. Рецензенты не должны участвовать в рассмотрении рукописей в случае наличия конфликтов интересов вследствие конкурентных, совместных и других взаимодействий и отношений с любым из Авторов, компаниями или другими организациями, связанными с представленной работой.
                <br/><br/>
                <b>Этика Авторов</b>
                <br/><br/>
                4.1. Требования к рукописям. Авторы должны предоставлять достоверные результаты проделанной работы также, как и объективное обсуждение значимости исследования. Работа должна содержать достаточно деталей и библиографических ссылок для возможного воспроизведения. Ложные или заведомо ошибочные утверждения воспринимаются как неэтичное поведение и неприемлемы.
                <br/><br/>
                4.2. Доступ к данным и их хранение.
                <br/><br/>
                Ответственным редактором у Авторов могут быть запрошены необработанные данные, имеющие отношение к рукописи, для рецензентов. Авторы должны быть готовы предоставить открытый доступ к такого рода информации (согласно ALPSP-STM Statement on Data and Databases).
                <br/><br/>
                4.3. Оригинальность и плагиат
                <br/><br/>
                Авторы должны представлять оригинальную работу и, в случае использования работ или утверждений других Авторов, соответствующие библиографические ссылки или выдержки. Плагиат во всех формах представляет собой неэтичные действия и неприемлем.
                <br/><br/>
                4.4. Множественность, избыточность и одновременность публикаций
                <br/><br/>
                Автор не должен публиковать рукопись, посвященную одному и тому же исследованию, более чем в одном журнале как оригинальную публикацию. Представление одной и той же рукописи одновременно более, чем в один журнал воспринимается как неэтичное поведение и неприемлемо. Автор не должен представлять на рассмотрение в другой журнал ранее опубликованную статью. 
                <br/><br/>
                4.5. Признание первоисточников
                <br/><br/>
                Авторы должны ссылаться на публикации, которые имеют значение для выполнения представленной работы. Информация, полученная из конфиденциальных источников, такая как оценивание рукописей или предоставление грантов, не должна использоваться без четкого письменного разрешения Авторов работы, имеющей отношение к конфиденциальным источникам.
                <br/><br/>
                4.6. Авторство публикации
                <br/><br/>
                4.6.1 Авторами публикации могут выступать лица, которые внесли значительный вклад в формирование замысла работы, разработку, исполнение или интерпретацию представленного исследования.  Автор должен удостовериться, что все участники, внесшие существенный вклад в исследование, представлены как Соавторы.
                <br/><br/>
                4.7. Люди и животные, выступающие объектами исследований
                <br/><br/>
                Если в работе предполагается участие животных или людей, как объектов исследования, Авторы должны удостовериться, что в рукописи указано, что все стадии исследования соответствуют законодательству и нормативным документам исследовательских организаций, а также одобрены соответствующими комитетами. В рукописи должно быть четко отражено, что от всех людей, ставших объектами исследований, получено информированное согласие.
                <br/><br/>
                4.8. Политика раскрытия и конфликты интересов
                <br/><br/>
                Все Авторы обязаны раскрывать в своих рукописях финансовые или другие существующие конфликты интересов, которые могут быть восприняты как оказавшие влияние на результаты или выводы, представленные в работе, а именно: работа по найму, консультирование, наличие акционерной собственности, получение гонораров, предоставление экспертных заключений, гранты и другое финансовое обеспечение.
                <br/><br/>
                <b>Этика Издательства</b>
                <br/><br/>
                5.1 Издатель должен следовать принципам и процедурам, способствующим исполнению этических обязанностей Редакторами, Рецензентами и Авторами журнала «Вестник Алматинского технологического университета» в соответствии с данными требованиями. Издатель должен быть уверен, что потенциальная прибыль от размещения рекламы не повлияла на решения Редакторов.
                <br/><br/>
                5.2. Издательство должно оказывать поддержку Редакторам журнала «Вестник Алматинского технологического университета» в рассмотрении претензий к этическим аспектам публикуемых материалов и помогать взаимодействовать с другими журналами и/или Издательствами, если это способствует исполнению обязанностей Редакторами.
                <br/><br/>
                5.3. Издатель должен способствовать надлежащей практике проведения исследований и внедрять отраслевые стандарты в целях совершенствования этических рекомендаций, процедур изъятия и исправления ошибок.
                <br/><br/>
                5.4 Издатель должен обеспечить соответствующую специализированную юридическую поддержку (заключение или консультирование) в случае необходимости.
            </div>
        </div>
    )
}
export default SciencePublic;