import React from "react";

const SendingRules = () => {
    return(
        <div id="sendarticlesrules" className="About__topic">
            <h2 className="About__normal_title">Правила оформления статей</h2>
            <p className="About__main_text">
                Статья должна содержать результаты оригинальных научных исследований и практической работы по актуальным проблемам в сферах, которые соответствуют тематике журнала.
                <br/> <br/> 
                В статье необходимо приводить ссылки, как на литературные источники, так и на приведенные статистические данные, взятые из других источников.
                Обращаем внимание на то, что автор несет ответственность за достоверность цитирования источников, точность приведенных фактов, статистических данных, имен собственных и прочих сведений, а также за содержание материалов, не подлежащих открытой публикации. В журнале не публикуются статьи, содержащие элементы плагиата и любого другого несанкционированного использования объектов чужой интеллектуальной собственности.
                <br/> <br/> 
                Автор не должен предлагать свою статью другим журналам и изданиям, если она принята редакцией.
                <br/> <br/> 
                В соответствии с требованиями ККСОН статьи, присланные в журнал, проверяются на уникальность лицензированной программой.
                <br/> <br/> 
                При перепечатке материалов ссылка на журнал «Supply Chain Management» обязательна.
                <br/> <br/> 
                Все статьи, поступившие в редакцию, рецензируются методом двойного слепого рецензирования.
                <br/> <br/> 
                При необходимости статья может быть возвращена автору на доработку. Датой поступления статьи считается дата получения редакцией ее окончательного
                варианта. Редакция оставляет за собой право внесения в текст редакторских изменений, не искажающих смысла статьи.
                <br/> <br/> 
                Рукописи и другие материалы не возвращаются.
                Статьи публикуются на русском, немецком, казахском, английском языках.
            </p>
        </div>
    )
}
export default SendingRules