import React from "react";

const Goals = () => {
    return(
        <div id="goals" className="About__topic">
            <h2 className="About__normal_title">Цели и задачи</h2>
            <p className="About__main_text">
                Основными целями издания научного журнала «Supply Chain Management» является:
                <br/><br/> - информирование научной общественности по фундаментальным иприкладным исследованиям,
                <br/><br/> - содействие развитию научных исследований через освещение научной деятельности специалистов в научных областях, предусмотренных тематикой Журнала
                <br/><br/> -  привлечение внимания ученых и специалистов к его проблемам. Журнал издается для решения следующих задач:
                <br/><br/> - публикация оригинальных научных статей и обзоров;
                <br/><br/> - отражение основных результатов научно-исследовательских и опытно-конструкторских работ;
                <br/><br/> - пропаганда основных достижений науки;
                <br/><br/> - обеспечение эффективной научно-исследовательской деятельности в университета;
                <br/><br/> - формирование научного сообщества, объединенного тематикой журнала.
            </p>
        </div>
    )
}
export default Goals